---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.WattsPerSquareMeter
source: html/73ec75cc-ece0-ff16-6499-2878d17801f8.htm
---
# Autodesk.Revit.DB.UnitTypeId.WattsPerSquareMeter Property

Watts per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId WattsPerSquareMeter { get; }
```